IdeaRS.OpenModel.Parameters.PolarInputType
Type of polar input

IdeaRS.OpenModel.Parameters.PolarInputType.ByCount
Polar input defined by count in circle.

IdeaRS.OpenModel.Parameters.PolarInputType.ByAngle
Polar input defined by angles.